Repository: colin-campbell/pass-go
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: bn, ca, de, es, hi, sv

source: Pass-Go - Share Secrets
bn: পাস-গো - গোপনীয়তা শেয়ার করুন
ca: Pass-Go - Comparteix secrets
de: Pass-Go - Teile Geheimnisse
es: Pass-Go - Comparte secretos
hi: पास-गो - गोपनीय साझा करें
sv: Pass-Go - Dela Hemligheter

source: Share Secret Link
bn: গোপনীয় লিঙ্ক শেয়ার করুন
ca: Enllaç del secret compartit
de: Teile geheimen Link
es: Enlace del secreto compartido
hi: गोपनीय लिंक साझा करें
sv: Dela Hemlig Länk

source: The secret has been temporarily saved. Send the following URL to your intended recipient.
bn: গোপনীয়তা সাময়িকভাবে সংরক্ষণ করা হয়েছে। আপনার উদ্দেশ্যপ্রাপ্ত প্রাপকের জন্য নিম্নলিখিত URL টি প্রেরণ করুন।
ca: El secret s'ha guardat temporalment. Envia la següent URL al destinatari.
de: Das Geheimnis wird vorübergehend gespeichert. Schicke den folgenden Link an die Empfänger_in
es: El secreto se ha guardado temporalmente. Envía la siguiente URL al destinatario.
hi: गोपनीयता को अस्थायी रूप से सहेजा गया है। अपने इच्छित प्राप्तकर्ता को निम्न URL भेजें।
sv: Hemligheten har tillfälligt sparats. Skicka denna länk till din

source: Copy to clipboard
bn: ক্লিপবোর্ডে অনুলিপি করুন
ca: Copia al porta-retalls
es: Copiar al portapapeles
hi: क्लिपबोर्ड पर कॉपी करें
sv: Kopiera till urklipp

source: 'Press ' + key + '-C to copy'
bn: 'কপি করার জন্য' + key + '-C চাপুন'
ca: 'Pressiona ' + key + '-C per copiar'
de: 'Mit ' + key + '-C in die Zwischenablage einfügen'
es: 'Presiona ' + key + '-C para copiar'
hi: 'कॉपी करने के लिए' + key + '-C दबाएं'
sv: 'Tryck på ' + key + '-C för att kopiera'

source: 'Copied!'
bn: 'কপি করা হয়েছে'
ca: 'Copiat!'
de: In die Zwischenablage eingefügt!
es: '¡Copiado!''
hi: कॉपी किया गया!
sv: 'Kopierad!'

source: Secret
bn: গোপন"
de: Geheimnis
es: Secreto
hi: रहस्य
sv: Hemlighet

source: Save the following secret to a secure location.
bn: নিম্নলিখিত গোপনীয়টি একটি নিরাপদ স্থানে সংরক্ষণ করুন।
ca: Desa el següent secret en un lloc segur.
de: Sichere dieses Geheimnis an einem sicheren Ort.
es: Guarda el siguiente secreto en un lugar seguro.
hi: निम्न गोपनीयता को सुरक्षित स्थान पर सहेजें।
sv: Spara denna hemlighet på en säker plats.

source: The secret has now been permanently deleted from the system, and the URL will no longer work. Refresh this page to verify.
bn: গোপনীয়তাটি এখন সিস্টেম থেকে স্থায়ীভাবে মুছে ফেলা হয়েছে এবং URL টি আর কাজ করবে না। যাচাই করার জন্য এই পেইজটি রিফ্রেশ করুন।
ca: El secret s'ha esborrat permanentment de el sistema, i la URL no funcionará. Refresca la pàgina per comprovar-ho.
de: Das Geheimnis wurde dauerhaft vom System gelöscht und der Link “”wird nicht mehr funktionieren. Zum Bestätigen, lade diese Seite erneut.
es: El secreto se ha borrado permanentemente del sistema, y la URL no funcionara. Refresca la página para comprobar.
hi: गोपनीयता अब स्थायी रूप से सिस्टम से हटा दी गई है और URL अब काम नहीं करेगा। सत्यापन के लिए इस पृष्ठ को पुनः लोड करें।
sv: Hemligheten har raderats permanent från systemet och länken

source: You can only reveal the secret once!
bn: আপনি শুধুমাত্র একবারই গোপনীয়তা প্রকাশ করতে পারবেন!
ca: Només pots revelar el secret una vegada!
de: Du kannst das Geheimnis nur einmal öffnen!
es: ¡Solo puedes revelar el secreto una vez!
hi: आप केवल एक बार गोपनीयता का खुलासा कर सकते हैं!
sv: Du kan bara se hemligheten en gång!

source: Reveal secret
bn: গোপনীয় প্রকাশ করুন
ca: Revela el secret
de: Geheimnis öffnen
es: Revela el secreto
hi: रहस्य प्रकट करें
sv: Se hemligheten

source: Share Secret
bn: গোপনীয়তা শেয়ার করুন
ca: Comparteix un secret
de: Geheimnis erstellen
es: Comparte un secreto
hi: गुप्त सेट करें
sv: Dela Hemlighet

source: Pass-Go allows you to share secrets in a secure, ephemeral way. Input a single or multi-line secret, its expiration time, and click 'Generate URL'. Share the one-time use URL with your intended recipient.
bn: স্নপাস-গো আপনাকে সুরক্ষিত, সাময়িক উপায়ে গোপনীয়তা শেয়ার করতে দেয়। এক বা একাধিক লাইন এর গোপনীয় তথ্য, মেয়াদ উত্তীর্ণের সময় ইনপুট করুন এবং Generate URL বা URL উৎপাদন - এ ক্লিক করুন। আপনার কাঙ্ক্ষিত প্রাপকের সাথে এককালীন ব্যবহারের URL টি শেয়ার করুন।
ca: Pass-Go et permet compartir secrets d'una forma segura. Ingressa el secret d'una o diverses línies, el seu temps de caducitat i feu clic a 'Generar URL'.
de: Mit Pass-Go kannst Du Geheimnisse auf eine sichere, kurzweilige Weise teilen. Erstelle ein ein- oder mehrzeiliges Geheimnis, dessen Ablaufzeit, und klicke auf Link erstellen. Schicke den einmal gebräuchlichen Link an die Empfänger_in
es: Pass-Go te permite compartir secretos en una forma segura. Ingresa secreto de una o varias líneas, su tiempo de caducidad y haga clic en Generar URL.
hi: पास - गो आपको सुरक्षित और अस्थायी तरीके से गोपनीयता साझा करने देता है। एक या अधिक पंक्तियों की गोपनीय जानकारी इनपुट करें, ‘URL उत्पादन’ पर क्लिक करें। अपने इच्छित प्राप्तकर्ता के साथ एक बार उपयोग होने वाला URL साझा करें।
sv: Med Pass-Go kan du dela hemligheter säkert och med tidsbegränsning. Skriv en

source: Two Weeks
bn: দুই সপ্তাহ
ca: Dues setmanes
de: Zwei Wochen
es: Dos semanas
hi: दो हफ्ते
sv: Två Veckor

source: Week
bn: সপ্তাহ
ca: Setmana
de: Eine Woche
es: Semana
hi: सप्ताह
sv: En Vecka

source: Day
bn: দিন
ca: Dia
de: Tag
es: Día
hi: दिन
sv: Ett dygn

source: Hour
bn: ঘণ্টা
ca: Hora
de: Stunde
es: Hora
hi: घंटा
sv: En Timme

source: Generate URL
bn: URL উৎপাদন
ca: Generar URL
de: Erstelle Link
es: Genera URL
hi: URL उत्पादन
sv: Generera Länk
